Table of Contents
 Class SetupValueDouble
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Setup value double
public class SetupValueDouble : SetupValue
Inheritance
object
SetupValue
SetupValueDouble
Inherited Members
 SetupValue.Id
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Value
Gets or sets the value.
public double Value { get; set; }
Property Value
double
 Edit this page